[Info]
Language=ChineseGB
charset=gb2312
Author=Youngzsoft
[String]
HOMEPAGE=http://www.ccproxy.com/
BUYNOW=http://www.ccproxy.com/user.htm

;Configuration Dialog
Configuration=设置
Protocol=协议
Local IP Address:=请选择本机局域网IP地址:
Web Cached=网页缓存
Auto Startup=自动启动
Auto Hide=自动隐藏
Auto Detect=自动检测
Proxy services=代理服务
OK=确定
Cancel=取消
Advanced=高级
NT Service=NT服务

;Dial
Dial-up=拨号
Dial-up Entries=拨号列表
Dial-up User Name=拨号用户名
Dial-up Password=拨号密码
Idle disconnect minutes=拨号空闲断开时间(分钟)
Enable Auto Dial-up=允许自动拨号

;Log
Log=日志
CCProxy can log every user's information. Please DON'T intercept user's mail without his/her permission.=CCProxy可以记录每位用户的信息。但未经用户允许，请不要截取他们的邮件。
Log session selection=日志事件选项
Request URL=访问网址
Mail Info=邮件信息
Outgoing Mails=已发送邮件
Maximum Lines=日志文件最大行数
Clear Logs=清除日志
Save Logs to File=保存日志文件至
Export Excel=输出Excel
New Log Daily=每天生成新日志
Flow Stats Time Interval(m)=流量统计时间间隔(分钟)
Enable Flow Stats=运行流量统计
Flow Stats=流量统计


;Mail
Mail=邮件
Primary DNS=主DNS
Secondary DNS=副DNS
Maximum Tries=最大重试次数
Time Interval Before Next Try=重新发送时间间隔
Minutes=分钟
Mail Queue Length=邮件队列长度
SMTP Port=SMTP 端口
POP3 Port=POP3 端口

;Miscellaneous
Miscellaneous=其他
Language=语言
Socket Idle disconnect minutes=连接闲置断开时间(分钟)
Password Protection=密码保护
Password=密码
Need Password When Startup=启动时需要密码
Hide All=隐藏所有
Tip: Show CCProxy when launch again.=提示：再次运行可重显界面。
Disable External Users=禁止局域网外部用户
Web Sites for On-line Checking=用来检测互联网连接状态的站点
Auto Scan Computer Name=自动扫描机器名
Enable SOCKS4=开放SOCKS4

;Cascading Proxy
Cascading proxy=二级代理
CCProxy permits local server to access Internet via other proxy.=CCProxy允许本地服务器通过其他代理服务器上网。
Enable Cascading Proxy=启用二级代理
Proxy Address=代理地址
Proxy Protocol=代理协议
Port=端口
Need Authorization=需要验证
User Name=用户名
Password=密码

;Cache
Cache=缓存
Note: Cache here is based on IE technology. You need to install IE version 4.0 or above.=注意: 此处缓存基于IE技术。请安装IE 4.0或者以上版本。
Settings=设置
Always Load From Cache=总是从缓存里读取
Cache Update Time(minutes)=缓存更新时间(分钟)
Change Cache Options via IE=通过IE改变缓存选项
IE Cache Options=IE缓存选项
Cache Path:=缓存路径:
Cache Size(M):=缓存大小(M):

;Account Manager Dialog
Account Manager=帐号管理
Options=属性
Filter/Time=过滤/时间
Web Filter=网站过滤
Time Schedule=时间安排
New=新建
Edit=编辑
Delete=删除
Select All=全选
Auto Scan=自动扫描
User Count:=用户数:
OK=确定
Cancel=取消
Permit Category:=允许范围:
Auth Type:=验证类型:
Enable Data Stat=允许流量统计
Stat Result=统计结果
Send Message=发消息

;Account Dialog
Account=帐号
User/Group Name=用户名/组名
Password=密码
IP Address/IP Range=IP地址/IP段
MAC Address=MAC地址
Maximum Connections=最大连接数
*Unlimited Connection:-1=*不限连接数:-1
Bandwidth For Each Connection(Byte/s)=每个连接的带宽(字节/秒)
Remote Dial-up=远程拨号
Others=其他
Time Schedule=时间安排
Web Filter=网站过滤
New=新建
Save=保存
OK＝确定
Cancel=取消

;Register Dialog
Registration=注册
Machine ID=特征码
Serial Number=序列号
Register Code=注册码
&Register=注册(&R)
&Buy Now=马上购买(&B)
&Close=关闭(&C)

;Connection Info Dialog
Current Connection Information=当前连接信息
Connection information=用户连接信息
Connections:=连接数:
Users:=用户数:
Stop Scroll=停止滚动
Open Logs=打开日志
Mail transfer information=邮件发送信息
Mail in transfer=正在发送的邮件
Mail undelivered=无法传递的邮件
Mails:=邮件:
Close=关闭
Transfer &Again=重新发送(&A)
&Delete=删除(&D)
&Refresh=刷新(&R)
Internet mail transfer status=互联网邮件发送状态

;Web Filter
Web Filter Name=网站过滤名
Site Filter=站点过滤
Permitted Sites=允许站点
Forbidden Sites=禁止站点
Forbidden Content=禁止内容
Tip: Site filter supports wildcard character. Each item is divided by semicolon. Eg. *.yahoo.com;*.msn.com=提示：站点过滤支持通配符。每个网址之间由分号分开。比如：*.yahoo.com;*.msn.com
Tip: Each item is divided by semicolon. Eg. chat;travel=提示：内容之间由分号分开。比如：chat;travel
Forbidden URL=禁止连接
Tip: Each item is divided by semicolon. Eg. .exe;.zip=提示：禁止连接间由分号分开。比如：.exe;.zip

;Time Schedule
Time Schedule Name=时间安排名
Sunday=星期天
Monday=星期一
Tuesday=星期二
Wednesday=星期三
Thursday=星期四
Friday=星期五
Saturday=星期六

;Time Table
Time Table=时间表
Tip: 01:00 denotes that Internet access is permitted from 00:00 to 01:00.=提示：01:00表示00:00至01:00这段时间允许上网。
Unselect All=全不选
Apply To:=应用于:

;Get Address
Get Address=获取地址
Computer Name=计算机名
Retrieve=获取
Apply=应用
Close=关闭

;Menu
&Dial-up=拨号(&D)
D&isconnect=断开连接(&I)

;Resource String
&About CCProxy...=关于CCProxy(&A)...
User Name|IP Address|MAC Address|Connections|=用户名|IP地址|MAC地址|连接数|
Windows sockets initiation failed.=Windows网络初始化失败.
Socket creation failed!=Socket创建失败!
Start|Stop|Options|Account|Register|Monitor|Exit|Hide|Help|=启动|停止|设置|帐号|注册|监控|退出|隐藏|帮助|
DNS service startup failed!=DNS服务启动失败!
HTTP proxy startup failed!=HTTP代理启动失败!
SOCKS proxy startup failed!=SOCKS代理启动失败!
Are you sure to close CCProxy?=是否真的关闭代理服务器?
Startup proxy|Stop proxy|Options configuration|Account manager|Register CCProxy|Online Monitor|Close proxy|Hide interface|CCProxy help|=启动代理|停止代理|设置参数|管理帐号|注册正式版|在线监控|关闭代理|隐藏界面|帮助|
User already exists or User/IP/MAC length is illegal!=用户名已经存在或者用户名/IP地址/MAC地址长度不合法!
on search ...=正在搜寻...
This operation will add all local users' info. Continue?=此操作将加入所有用户信息，是否继续?
Are you sure to delete this account?=是否真的删除这个帐号?
Another instance of CCProxy has been run!=另一CCProxy已在运行!
Time|User Name|IP Address|Action|=时间|用户名|IP地址|事件|
Please select log file path:=请选择日志文件路径:
Are you sure to delete all the logs?=确定删除所有日志吗?
Permit All|Permit Only|Permit All But=允许所有|允许部分|不允许部分
IP Address|MAC Address|User/Password|User/Password + IP|User/Password + MAC=IP地址|MAC地址|用户/密码|用户/密码 + IP地址|用户/密码 + MAC地址
Congratulations. You have registered successfully!=祝贺您，注册成功!
Sorry. Registration Failed!=对不起，注册失败!
%s(Demo version only supports 3 users)=%s(演示版只能支持3用户)
Mail ID|Mail From|Mail To|Send Times|Begin Time|Last Response|=邮件序列|源地址|目标地址|发送次数|开始发送时间|返回信息|
Mail proxy startup failed!=邮件代理启动失败!
Unknown=未知
Host=主机
News proxy startup failed!=新闻代理启动失败!
FTP proxy startup failed!=FTP代理启动失败!
Telnet proxy startup failed!=Telnet代理启动失败!
Some mails are in transfer. Are you sure to exit?=部分邮件正在发送。是否真的退出?
The account system only supports no more than 500 users!=帐号系统最多支持500用户!
Are you sure to delete this mail?=是否真的删掉这些邮件?
News=新闻
MAP service startup failed!=端口映射服务启动失败!
Wrong Password.=密码错误.
Current version is the latest version %d.%d %s.=目前版本是最新版本 %d.%d %s.
New version %d.%d %s. Download Now?=新版本 %d.%d %s. 是否下载?
New version. Download Now?=新版本. 是否下载?
Checking new version. Please waiting ...=检查新版本，请等待...

;09/18/2002
Get MAC Address=获取MAC地址
Start=开始
Stop=停止

;10/05/2002
Type|Dest Host|Dest Port|Local Port|=类型|目标地址|目标端口|本地端口
Port Map=端口映射
Add=增加
Modify=修改
Dest Host=目标地址
Dest Port=目标端口
Port Type=端口类型
Local Port=本地端口
Low IP Address=起始IP地址
High IP Address=结束IP地址
Are you sure to delete these items?=是否真的删除这些选项?

Line Chart Options=曲线选项
Connections Maximum=连接曲线最大值
Bandwidth Maximum=带宽曲线最大值

Reset=清空
Cancel All=全部取消
Export=导出
Import=导入
Connections=连接
Bandwidth=带宽
RESERVED=保留
Picture Info=图象信息
Bandwidth(byte/s)=带宽(字节/秒)
*Unlimited Bandwidth:-1=*无限带宽:-1
IP Address=IP地址
Local Protocol=本地协议
k byte=k 字节
Login=登录
Too Many Users. Please contact Youngzsoft for support of more users.=用户数不够，请与遥志软件联系购买 http://www.ccproxy.com/

Enable Anti Email Virus=启动邮件杀毒

Log Analysis=日志分析
Log File=日志文件
Filter=过滤项
Time=时间
Action=动作
Content=内容
URL=网址
Analysis=分析
Open=打开
User Name|IP Address|MAC Address|Connections|Bandwidth|Enable|Group|Belongs Group|Time|Web Filter|Time Schedule=用户名|IP地址|MAC地址|连接数|带宽|开通|组|属于组|时间|网站过滤|时间安排
Enable=允许
As Group=作为组
Belongs to Group=属于组
Auto disable at=使用到期时间
Web Title Info=网页标题
NT User(AD) Auth=NT用户(活动目录)验证

Bytes=字节数
Username=用户名
Invalid time.=无效时间.
Invalid service.=无效服务.
Invalid user.=无效用户.
Unknown=未知

is using port=正在使用端口
Do you want to stop it?=是否关闭这个进程?
Stop failed!=关闭进程失败!
Too many connections.=连接数太多.
Remote Admin service startup failed!=远程管理服务启动失败!
is external user, blocked=是外部用户，被禁用.
Unlimited=无限
%s User License=%s用户版
%d User License=%d用户版

Cascading=二级代理
Networks=网络
Enable Remote Admin=远程管理
Admin Port=远程管理端口
Server Bind IP Address=服务器绑定IP
Bandwidth Control Apply for=带宽控制方式
Anti Spam Check with RBL=RBL反垃圾检测
NT User Auth Domain:=域用户验证:
Admin Password=管理员密码
<pre>\r\nIP Address: %s\r\nMAC Address: %s\r\nServer Time: %s\r\nAuth result: %s\r\n</pre>=<pre>\r\nIP 地址: %s\r\nMAC 地址: %s\r\n服务器时间: %s\r\n验证结果: %s\r\n</pre>

<pre>\r\nThe site is blocked by web content filter.\r\nAccount Name: %s\r\nFilter Name: %s\r\nFilter: %s\r\n</pre>=<pre>\r\n这个站点已经被内容过滤规则屏蔽.\r\n帐号: %s\r\n过滤规则: %s\r\n过滤内容: %s\r\n</pre>
<pre>\r\nThe site is blocked by web site filter.\r\nAccount Name: %s\r\nSite: %s\r\nReferer: %s\r\nFilter Name: %s\r\nFilter Type: %s\r\nFilter: %s\r\n</pre>=<pre>\r\n这个站点已经被站点过滤规则屏蔽.\r\n帐号: %s\r\n站点: %s\r\n引用: %s\r\n过滤规则: %s\r\n过滤方式: %s\r\n过滤内容: %s\r\n</pre>
<pre>\r\nThe site is blocked by web URL filter.\r\nAccount Name: %s\r\nURL: %s\r\nFilter Name: %s\r\nFilter: %s\r\n</pre>=<pre>\r\n这个站点已经被连接过滤规则屏蔽.\r\n帐号: %s\r\n连接: %s\r\n过滤规则: %s\r\n过滤内容: %s\r\n</pre>
Auto disabled at %s=帐号到期时间%s
The required service is disabled=请求的服务被禁止
The client is disabled by time schedule [%s]=被时间安排[%s]禁止
Enable HTTP_X_FORWARDED_FOR=允许HTTP_X_FORWARDED_FOR

Save all stream data to \log\log.dat=保存所有的网络数据到\log\log.dat
Close CCProxy requires confirm=关闭CCProxy需要确认
Keep HTTP referer=保留HTTP referer
Auto shutdown Windows at=自动关闭Windows时间
MAC address retrive timeout(ms)=MAC地址获取超时(ms)
Web authentication title=网页认证对话框标题
Web auth failed message=网页认证失败信息
Web site filter message=网址过滤显示信息
Web content filter message=网页内容过滤显示信息
Auto Update=自动更新

The proxy server blocked the external users' connections.=禁止外部用户。
The account [%s] has been limited to %d connections.=帐号[%s]限制连接数为%d。
Forbidden=禁止
Permit=允许
<H1>The online users' count exceeds the license's permission. You need to purchase or upgrade your license.</H1>=在线用户数超过了序列号允许。您需要购买或升级您的序列号。
<h1>Unauthorized ...</h1>\r\n<h2>IP Address: %IP%<br>\r\nMAC Address: %MAC%<br>\r\nServer Time: %Time%<br>\r\nAuth Result: %AuthResult%</h2>=<h1>帐号认证失败 ...</h1>\r\n<h2>IP 地址: %IP%<br>\r\nMAC 地址: %MAC%<br>\r\n服务端时间: %Time%<br>\r\n验证结果: %AuthResult%</h2>
<h1>Web site unauthorized...</h1>\r\n<h2>Account Name: %UserName%<br>\r\nSite: %HostName%<br>\r\nReferer: %Referer%<br>\r\nFilter Name: %FilterName%<br>\r\nFilter Type: %Permit%<br>\r\nFilter Item: %Item%<br>\r\n</h2>=<h1>站点认证失败...</h1>\r\n<h2>帐号: %UserName%<br>\r\n站点: %HostName%<br>\r\n引用: %Referer%<br>\r\n过滤规则: %FilterName%<br>\r\n过滤方式: %Permit%<br>\r\n过滤项: %Item%<br>\r\n</h2>
<h1>Web content unauthorized...</h1>\r\n<h2>Account Name: %UserName%<br>\r\nFilter Name: %FilterName%<br>\r\nFilter Item: %Item%<br></h2>=<h1>内容认证失败...</h1>\r\n<h2>帐号: %UserName%<br>\r\n过滤规则: %FilterName%<br>\r\n过滤项: %Item%<br></h2>
Account auth failed message=帐号认证失败信息
Customize=定制
Domain=域